<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <link class="logo_image" rel="icon" href="assets/images/icons/favicon.svg" type=" image/svg+xml">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>РТ-трейдинг</title>
    <link rel="stylesheet" href="assets/css/reset.css">
    <link rel="stylesheet" href="assets/css/index.css">
    <link rel="stylesheet" href="assets/css/icon-font.css">
    <link rel="stylesheet" href="assets/css/base.css">
    <script type="text/javascript" src="assets/js/jquery.js"></script>
    <script type="text/javascript" src="assets/js/index.js"></script>
    <?php require_once 'templates/animation.php';?>
</head>
<body>
    <?php 
        require_once 'templates/nav.php';
        require_once 'templates/header.php';
        printNav();
        printheader('full', ['«РТ-трейдинг» предлагает товары ', 'для ремонта, быта и косметические средства', 'Мы заинтересованы в длительном взаимовыгодном сотрудничестве с нашими клиентами!']);
    ?>
    
    <main class="content">
    <section class="section-about">
            <div class="wrap wrap_column">
                <div class="section-about_header block_header">
                    <h2 data-aos="fade-down" class="block_header_title">О компании</h2>
                </div>
                <div data-aos="fade-up" class="section-about_description block_paragraph">
                    <p class="section-about_description_text block_paragraph_text">
                    Наша компания предлагает продукцию промышленного назначения производства мировых лидеров этой отрасли. Гарантируем лояльную к клиенту политику, поскольку наша компания является официальным дистрибьютором и сотрудничает непосредственно с производителями предложенных товаров.
                    </p>
                </div>
                <div class="section-about_wrapper">
                    <div data-aos="fade-right" class="section-about_wrapper_image">
                        <img src="assets/images/index/about-intro.jpg" alt="" srcset="">
                    </div>
                    <div data-aos="fade-left" class="section-about_wrapper_content">
                        <h3 class="content_header">Кто мы?</h3>
                        <p class="content_paragraph block_paragraph">Наша надежность и пунктуальность — гарантия того, что вы своевременно получите необходимые для стабильного развития вашего бизнеса товары. Если вам нужно доставить товары в ограниченные сроки, нужно это оговорить в договоре и мы сделаем все возможное для выполнения заказа.</p>
                        <a class="content_link" href="about.php">Подробнее...</a>
                    </div>
                </div>
            </div>
        </section>
        <section class="section-wedo">
            <div class="wrap wrap_column">
                <div class="section-wedo_header block_header">
                    <h2 data-aos="fade-down" class="block_header_title">Мы прелдагаем <br/> следующие услуги</h2>
                </div>
                <?php require_once 'templates/wedo-block.php'; ?>
            </div>
        </section>
        <section class="section-indicators">
            <div class="wrap wrap_column">
                <div class="section-indicators_header block_header">
                    <h2 data-aos="fade-down" class="block_header_title">Наши показатели</h2>
                </div>
                <?php
                    $cients = rand(200, 700);
                    $countries = rand(50, 193);
                    $goods = rand(1000, 2000);
                ?>
                <div class="section-indicators_items counter_block">
                    <div data-aos="fade-right" class="item">
                        <div class="item_image">
                            <svg class="item_image_obj" id="Capa_1" enable-background="new 0 0 511.994 511.994" height="512" viewBox="0 0 511.994 511.994" width="512" xmlns="http://www.w3.org/2000/svg"><g><path d="m468.379 112.96c-3.092-4.579-9.307-5.784-13.884-2.693-4.577 3.09-5.782 9.306-2.692 13.883 63.008 93.331 50.848 218.961-28.913 298.722-44.573 44.574-103.838 69.121-166.877 69.121s-122.303-24.546-166.878-69.12c-44.574-44.574-69.121-103.838-69.121-166.877s24.548-122.304 69.121-166.877c81.202-81.202 208.265-92.375 302.127-26.567 4.521 3.171 10.758 2.075 13.929-2.447 3.17-4.522 2.074-10.758-2.448-13.929-48.674-34.126-108.292-50.22-167.867-45.31-60.276 4.965-117.057 31.284-159.883 74.11-48.351 48.352-74.979 112.639-74.979 181.02s26.628 132.668 74.979 181.02c48.352 48.351 112.639 74.979 181.019 74.979s132.668-26.628 181.019-74.979c86.519-86.52 99.703-222.805 31.348-324.056z"/><path d="m256.013 47.496c-114.967 0-208.5 93.533-208.5 208.5s93.533 208.5 208.5 208.5 208.5-93.533 208.5-208.5-93.533-208.5-208.5-208.5zm0 397c-103.939 0-188.5-84.56-188.5-188.5s84.561-188.5 188.5-188.5 188.5 84.56 188.5 188.5-84.561 188.5-188.5 188.5z"/><path d="m319.653 305.493-32.857-32.856c2.688-4.952 4.216-10.621 4.216-16.641 0-15.824-10.56-29.223-25-33.537v-72.463c0-5.523-4.477-10-10-10s-10 4.477-10 10v72.463c-14.44 4.314-25 17.712-25 33.537 0 19.299 15.701 35 35 35 6.02 0 11.689-1.528 16.641-4.216l32.857 32.856c1.953 1.953 4.512 2.929 7.071 2.929 2.56 0 5.118-.977 7.071-2.929 3.906-3.907 3.906-10.238.001-14.143zm-78.64-49.497c0-8.271 6.729-15 15-15s15 6.729 15 15-6.728 15-15 15c-8.271 0-15-6.729-15-15z"/><path d="m256.013 118.133c5.523 0 10-4.477 10-10v-10.127c0-5.523-4.477-10-10-10s-10 4.477-10 10v10.127c0 5.523 4.477 10 10 10z"/><path d="m185.678 114.172c-2.762-4.784-8.879-6.422-13.66-3.66-4.783 2.762-6.422 8.877-3.66 13.66l5.064 8.771c1.852 3.208 5.213 5.001 8.669 5.001 1.696 0 3.417-.432 4.991-1.341 4.783-2.762 6.422-8.877 3.66-13.66z"/><path d="m132.96 173.404-8.771-5.064c-4.782-2.761-10.899-1.123-13.66 3.66-2.762 4.783-1.123 10.898 3.66 13.66l8.771 5.064c1.575.909 3.294 1.341 4.991 1.341 3.455 0 6.817-1.793 8.669-5.002 2.762-4.781 1.123-10.897-3.66-13.659z"/><path d="m118.151 255.996c0-5.523-4.477-10-10-10h-10.128c-5.523 0-10 4.477-10 10s4.477 10 10 10h10.128c5.522 0 10-4.478 10-10z"/><path d="m122.96 321.267-8.771 5.064c-4.783 2.761-6.422 8.877-3.66 13.66 1.852 3.208 5.213 5.001 8.669 5.001 1.696 0 3.416-.432 4.991-1.341l8.771-5.064c4.783-2.761 6.422-8.877 3.66-13.66-2.761-4.784-8.878-6.423-13.66-3.66z"/><path d="m187.082 375.388c-4.781-2.761-10.898-1.123-13.66 3.66l-5.064 8.771c-2.762 4.783-1.122 10.899 3.66 13.66 1.575.909 3.294 1.341 4.991 1.341 3.456 0 6.817-1.793 8.669-5.001l5.064-8.771c2.762-4.783 1.122-10.899-3.66-13.66z"/><path d="m256.013 393.858c-5.523 0-10 4.477-10 10v10.127c0 5.523 4.477 10 10 10s10-4.477 10-10v-10.127c-.001-5.523-4.477-10-10-10z"/><path d="m338.604 379.048c-2.76-4.782-8.873-6.421-13.66-3.661-4.782 2.761-6.422 8.877-3.66 13.66l5.063 8.771c1.852 3.208 5.213 5.002 8.67 5.002 1.696 0 3.415-.432 4.99-1.341 4.782-2.761 6.422-8.878 3.66-13.66z"/><path d="m397.836 326.33-8.771-5.064c-4.785-2.763-10.899-1.123-13.66 3.66-2.762 4.783-1.123 10.899 3.66 13.66l8.771 5.064c1.575.91 3.294 1.341 4.99 1.341 3.456 0 6.818-1.793 8.67-5.001 2.761-4.783 1.123-10.899-3.66-13.66z"/><path d="m393.875 255.996c0 5.523 4.478 10 10 10h10.128c5.522 0 10-4.477 10-10s-4.478-10-10-10h-10.128c-5.523 0-10 4.477-10 10z"/><path d="m379.065 173.404c-4.783 2.762-6.422 8.877-3.66 13.66 1.853 3.209 5.213 5.002 8.67 5.002 1.696 0 3.416-.432 4.99-1.341l8.771-5.064c4.783-2.762 6.422-8.877 3.66-13.66s-8.876-6.421-13.66-3.66z"/><path d="m340.007 110.512c-4.784-2.763-10.899-1.123-13.66 3.66l-5.063 8.771c-2.762 4.783-1.123 10.899 3.66 13.66 1.575.91 3.294 1.341 4.99 1.341 3.456 0 6.818-1.793 8.67-5.001l5.064-8.771c2.761-4.783 1.123-10.899-3.661-13.66z"/><circle cx="431.067" cy="83.944" r="9.992"/></g></svg>
                        </div>
                        <h3 class="item_header">Часов на обработку заявки</h3>
                        <div class="item_line">
                            <div class="item_line_figure"></div>
                            <div class="item_line_figure"></div>
                        </div>
                        <span to-counter="2"  class="item_text counter_block-item"><span class="counter-text">2</span></span>
                    </div>
                    <div data-aos="zoom-out-up" class="item">
                        <div class="item_image">
                            <svg class="item_image_obj" version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 505.4 505.4" style="enable-background:new 0 0 505.4 505.4;" xml:space="preserve"> <g> <g> <path d="M437.1,233.45c14.8-10.4,24.6-27.7,24.6-47.2c0-31.9-25.8-57.7-57.7-57.7c-31.9,0-57.7,25.8-57.7,57.7 c0,19.5,9.7,36.8,24.6,47.2c-12.7,4.4-24.3,11.2-34.1,20c-13.5-11.5-29.4-20.3-46.8-25.5c21.1-12.8,35.3-36.1,35.3-62.6 c0-40.4-32.7-73.1-73.1-73.1c-40.4,0-73.1,32.8-73.1,73.1c0,26.5,14.1,49.8,35.3,62.6c-17.2,5.2-32.9,13.9-46.3,25.2 c-9.8-8.6-21.2-15.3-33.7-19.6c14.8-10.4,24.6-27.7,24.6-47.2c0-31.9-25.8-57.7-57.7-57.7s-57.7,25.8-57.7,57.7 c0,19.5,9.7,36.8,24.6,47.2C28.5,247.25,0,284.95,0,329.25v6.6c0,0.2,0.2,0.4,0.4,0.4h122.3c-0.7,5.5-1.1,11.2-1.1,16.9v6.8 c0,29.4,23.8,53.2,53.2,53.2h155c29.4,0,53.2-23.8,53.2-53.2v-6.8c0-5.7-0.4-11.4-1.1-16.9H505c0.2,0,0.4-0.2,0.4-0.4v-6.6 C505.2,284.85,476.8,247.15,437.1,233.45z M362.3,186.15c0-23,18.7-41.7,41.7-41.7s41.7,18.7,41.7,41.7 c0,22.7-18.3,41.2-40.9,41.7c-0.3,0-0.5,0-0.8,0s-0.5,0-0.8,0C380.5,227.45,362.3,208.95,362.3,186.15z M194.9,165.35 c0-31.5,25.6-57.1,57.1-57.1s57.1,25.6,57.1,57.1c0,30.4-23.9,55.3-53.8,57c-1.1,0-2.2,0-3.3,0c-1.1,0-2.2,0-3.3,0 C218.8,220.65,194.9,195.75,194.9,165.35z M59.3,186.15c0-23,18.7-41.7,41.7-41.7s41.7,18.7,41.7,41.7c0,22.7-18.3,41.2-40.9,41.7 c-0.3,0-0.5,0-0.8,0s-0.5,0-0.8,0C77.6,227.45,59.3,208.95,59.3,186.15z M125.5,320.15H16.2c4.5-42.6,40.5-76,84.2-76.3 c0.2,0,0.4,0,0.6,0s0.4,0,0.6,0c20.8,0.1,39.8,7.8,54.5,20.3C141.7,279.75,131,298.95,125.5,320.15z M366.8,359.95 c0,20.5-16.7,37.2-37.2,37.2h-155c-20.5,0-37.2-16.7-37.2-37.2v-6.8c0-62.1,49.6-112.9,111.3-114.7c1.1,0.1,2.3,0.1,3.4,0.1 s2.3,0,3.4-0.1c61.7,1.8,111.3,52.6,111.3,114.7V359.95z M378.7,320.15c-5.5-21.1-16-40-30.3-55.6c14.8-12.8,34-20.5,55-20.7 c0.2,0,0.4,0,0.6,0s0.4,0,0.6,0c43.7,0.3,79.7,33.7,84.2,76.3H378.7z"/> </g> </g> <g> </g> <g> </g> <g> </g> <g> </g> <g> </g> <g> </g> <g> </g> <g> </g> <g> </g> <g> </g> <g> </g> <g> </g> <g> </g> <g> </g> <g> </g> </svg>
                        </div>
                        <h3 class="item_header">Довольных клиентов в <?=date("Y")?> году</h3>
                        <div class="item_line">
                            <div class="item_line_figure"></div>
                            <div class="item_line_figure"></div>
                        </div>
                        <span to-counter="<?=$cients;?>"  class="item_text counter_block-item"><span class="counter-text"><?=$cients;?></span>+</span>
                    </div>
                    <div data-aos="zoom-out-up" class="item">
                        <div class="item_image">
                            <svg class="item_image_obj" id="Capa_1" enable-background="new 0 0 512 512" height="512" viewBox="0 0 512 512" width="512" xmlns="http://www.w3.org/2000/svg"><g><path d="m365.7 259.731v-106.911h-52.585v211.957h33.838c9.38-27.227 35.238-46.851 65.611-46.851s56.231 19.624 65.61 46.851h33.826v-105.046z"/><path d="m434.561 152.82h-38.861v76.911h65.273z"/><ellipse cx="412.564" cy="387.314" rx="39.388" ry="39.388" transform="matrix(.957 -.29 .29 .957 -94.535 136.173)"/><path d="m0 287.866v76.911h33.826c9.38-27.227 35.238-46.851 65.61-46.851s56.231 19.623 65.61 46.851h118.069v-76.911z"/><path d="m0 152.82h283.115v37.523h-283.115z"/><path d="m0 85.297h283.115v37.523h-283.115z"/><path d="m0 220.343h283.115v37.523h-283.115z"/><circle cx="99.436" cy="387.314" r="39.388"/></g></svg>
                        </div>
                        <h3 class="item_header">Стран, из которых мы возим товар</h3>
                        <div class="item_line">
                            <div class="item_line_figure"></div>
                            <div class="item_line_figure"></div>
                        </div>
                        <span to-counter="<?=$countries;?>"  class="item_text counter_block-item"><span class="counter-text"><?=$countries;?></span>+</span>
                    </div>
                    <div data-aos="fade-left" class="item">
                        <div class="item_image">
                            <svg class="item_image_obj" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512" width="512" height="512"><g id="outline"><path d="M264,200H168a24,24,0,0,0,0,48h96a24,24,0,0,0,0-48Zm0,32H168a8,8,0,0,1,0-16h96a8,8,0,0,1,0,16Z"/><path d="M192,264H80a8,8,0,0,0-8,8v96a8,8,0,0,0,8,8H192a8,8,0,0,0,8-8V272A8,8,0,0,0,192,264Zm-8,96H88V280h96Z"/><path d="M104,312h24a8,8,0,0,0,0-16H104a8,8,0,0,0,0,16Z"/><path d="M104,344h48a8,8,0,0,0,0-16H104a8,8,0,0,0,0,16Z"/><path d="M392,304.368V48a8,8,0,0,0-8-8H48a8,8,0,0,0-8,8V400a8,8,0,0,0,8,8H297.462A88,88,0,1,0,392,304.368ZM264,56H376V88H264Zm-80,0h64V88H184Zm0,48h64v60.184l-29.029-11.612a8,8,0,0,0-5.942,0L184,164.184ZM56,56H168V88H56ZM296,392H56V104H168v72a8,8,0,0,0,10.971,7.428L216,168.616l37.029,14.812A8,8,0,0,0,264,176V104H376V304.368A88.116,88.116,0,0,0,296,392Zm88,72a72,72,0,1,1,72-72A72.081,72.081,0,0,1,384,464Z"/><path d="M400,360H360a8,8,0,0,0,0,16h40a16,16,0,0,1,0,32H371.314l2.343-2.343a8,8,0,0,0-11.314-11.314l-16,16a8,8,0,0,0,0,11.314l16,16a8,8,0,0,0,11.314-11.314L371.314,424H400a32,32,0,0,0,0-64Z"/></g></svg>
                        </div>
                        <h3 class="item_header">Тонн товара привезено в <?=date("Y")?> году</h3>
                        <div class="item_line">
                            <div class="item_line_figure"></div>
                            <div class="item_line_figure"></div>
                        </div>
                        <span to-counter="<?=$goods;?>"  class="item_text counter_block-item"><span class="counter-text"><?=$goods;?></span>+</span>
                    </div>
                </div>
            </div>
        </section>
    </main>
    <?php require_once 'templates/footer.php'; ?>
</body>
</html>